Repository: AntoRadeCB/vault-app
Catalog: lib/l10n/app_*.arb
Languages: it

source: Inventory
it: Inventario

source: Shipments
it: Spedizioni

source: Notifications
it: Notifiche

source: Search items, reports...
it: Cerca oggetti, report...

source: New Item
it: Nuovo Oggetto

source: Login
it: Accedi

source: Register
it: Registrati

source: Confirm Password
it: Conferma Password

source: Create Account
it: Crea Account

source: Enter email and password.
it: Inserisci email e password.

source: Passwords do not match.
it: Le password non corrispondono.

# passwordMinLength
source: Password must be at least 6 characters.
it: La password deve avere almeno 6 caratteri.

# userNotFound
source: No user found with this email.
it: Nessun utente trovato con questa email.

source: Wrong password.
it: Password errata.

source: Invalid email.
it: Email non valida.

source: Account disabled.
it: Account disabilitato.

# emailAlreadyInUse
source: Email already registered.
it: Email già registrata.

# weakPassword
source: Password too weak (minimum 6 characters).
it: Password troppo debole (minimo 6 caratteri).

# invalidCredential
source: Invalid credentials.
it: Credenziali non valide.

source: Unknown error.
it: Errore sconosciuto.

# capitaleImmobilizzato
source: Tied-up Capital
it: Capitale Immobilizzato

# ordiniInArrivo
source: Incoming Orders
it: Ordini in Arrivo

# capitaleSpedito
source: Shipped Capital
it: Capitale Spedito

# profittoConsolidato
source: Consolidated Profit
it: Profitto Consolidato

source: Total Spent
it: Totale Speso

source: Total Revenue
it: Totale Ricavi

# avgProfit
source: Average Profit
it: Media Profitto

source: New Purchase
it: Nuovo Acquisto

source: Register Sale
it: Registra Vendita

source: Recent Sales
it: Ultime Vendite

# nTotal
source: {count} total
it: {count} totali

source: No sales registered
it: Nessuna vendita registrata

source: Recent Purchases
it: Ultimi Acquisti

source: No purchases registered
it: Nessun acquisto registrato

source: Operational Status
it: Stato Operativo

# nShipmentsInTransit
source: {count} shipments in transit
it: {count} spedizioni in transito

# nProductsOnSale
source: {count} products on sale
it: {count} prodotti in vendita

# lowStockProduct
source: Low stock: {name}
it: Stock basso: {name}

source: No active alerts
it: Nessun avviso attivo

source: Historical Records
it: Storico Record

source: Product Summary
it: Riepilogo Prodotti

source: Search product...
it: Cerca prodotto...

source: No products
it: Nessun prodotto

source: Add your first product!
it: Aggiungi il tuo primo prodotto!

source: Delete Product
it: Elimina Prodotto

# confirmDeleteProduct
source: Are you sure you want to delete "{name}"?
it: Sei sicuro di voler eliminare "{name}"?

source: Cancel
it: Annulla

source: Delete
it: Elimina

# productDeleted
source: {name} deleted
it: {name} eliminato

source: Total Inventory Value
it: Valore Totale Inventario

source: Shipped Products
it: Prodotti Spediti

source: In Inventory
it: In Inventario

source: On Sale
it: In Vendita

source: Item Name
it: Nome Oggetto

# itemNameHint
source: E.g. Nike Air Max 90
it: Es. Nike Air Max 90

# brandHint
source: E.g. Nike, Adidas, Stone Island
it: Es. Nike, Adidas, Stone Island

source: Purchase Price (€)
it: Prezzo Acquisto (€)

source: Quantity
it: Quantità

source: Status
it: Stato

source: Shipped
it: Spedito

source: Register Purchase
it: Registra Acquisto

# purchaseRegistered
source: Purchase registered successfully!
it: Acquisto registrato con successo!

source: Required field
it: Campo obbligatorio

# enterPrice
source: Enter a price
it: Inserisci un prezzo

source: Invalid price
it: Prezzo non valido

# enterQuantity
source: Enter a quantity
it: Inserisci una quantità

source: Invalid quantity
it: Quantità non valida

# productFound
source: Product found: {name}
it: Prodotto trovato: {name}

# barcodeScanned
source: Barcode: {code} — fill in the product details
it: Barcode: {code} — compila i dati del prodotto

source: Product
it: Prodotto

# scanBarcodeProduct
source: Scan Product Barcode
it: Scansiona Barcode Prodotto

source: Select product...
it: Seleziona prodotto...

source: No products in inventory
it: Nessun prodotto in inventario

source: Sale Price (€)
it: Prezzo di Vendita (€)

# enterSalePrice
source: Enter the sale price
it: Inserisci il prezzo di vendita

source: Fees / Shipping (€)
it: Commissioni / Spedizione (€)

source: Invalid value
it: Valore non valido

source: Remove from inventory
it: Rimuovi da inventario

# scaleOneUnit
source: Deduct 1 unit from the product
it: Scala 1 unità dal prodotto

source: SALE SUMMARY
it: RIEPILOGO VENDITA

# salePriceLabel
source: Sale price
it: Prezzo vendita

source: Purchase cost
it: Costo acquisto

source: Fees
it: Commissioni

source: PROFIT
it: PROFITTO

source: Confirm Sale
it: Conferma Vendita

# saleRegistered
source: Sale registered! Profit: €{profit}
it: Vendita registrata! Profitto: €{profit}

# selectProductToSell
source: Select a product to sell.
it: Seleziona un prodotto da vendere.

# found
source: Found: {name}
it: Trovato: {name}

# noProductFoundBarcode
source: No product found with barcode: {code}
it: Nessun prodotto trovato con barcode: {code}

source: Edit Product
it: Modifica Prodotto

source: MODIFIED
it: MODIFICATO

source: Unsaved changes
it: Modifiche non salvate

# unsavedChangesMessage
source: You have unsaved changes. Do you want to leave without saving?
it: Hai delle modifiche non salvate. Vuoi uscire senza salvare?

source: Stay
it: Resta

source: Exit
it: Esci

source: Save Changes
it: Salva Modifiche

source: Product updated!
it: Prodotto aggiornato!

# nActive
source: {count} ACTIVE
it: {count} ATTIVE

source: All
it: Tutte

source: In Progress
it: In Corso

source: Delivered
it: Consegnate

source: No shipments
it: Nessuna spedizione

# addTrackingWhenRegistering
source: Add a tracking code when registering a purchase or a sale
it: Aggiungi un codice tracking quando registri un acquisto o una vendita

source: Delete Shipment
it: Elimina Spedizione

# confirmDeleteShipment
source: Delete shipment {code}?
it: Eliminare la spedizione {code}?

source: Code copied!
it: Codice copiato!

source: Track
it: Traccia

# lastUpdate
source: Last update: {time}
it: Ultimo agg: {time}

# updated
source: Updated: {status}
it: Aggiornato: {status}

source: PURCHASE
it: ACQUISTO

source: SALE
it: VENDITA

source: Tracking
it: Tracciamento

source: Refresh from Ship24
it: Aggiorna da Ship24

source: TRACKING TIMELINE
it: CRONOLOGIA TRACKING

# nEvents
source: {count} events
it: {count} eventi

source: No tracking events
it: Nessun evento di tracking

# pressRefreshToUpdate
source: Press the 🔄 button to refresh the status from Ship24
it: Premi il bottone 🔄 per aggiornare lo stato da Ship24

# openOn
source: Open on {carrier}
it: Apri su {carrier}

# statusUpdated
source: Status updated: {status}
it: Stato aggiornato: {status}

source: Pending
it: In attesa

source: In transit
it: In transito

# deliveredStatus
source: Delivered
it: Consegnato

source: Problem
it: Problema

source: Unknown
it: Sconosciuto

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: Now
it: Adesso

# minutesAgo
source: {count}m ago
it: {count}m fa

# hoursAgo
source: {count}h ago
it: {count}h fa

# daysAgo
source: {count}d ago
it: {count}g fa

# error
source: Error: {message}
it: Errore: {message}

source: Financial Overview
it: Overview Finanziaria

# totalRevenueLabel
source: Total Revenue
it: Ricavi Totali

# totalSpentLabel
source: Total Spent
it: Totale Speso

source: Net Profit
it: Profitto Netto

# salesSection
source: Sales
it: Vendite

# salesCount
source: No. of Sales
it: N° Vendite

# avgProfitLabel
source: Average Profit
it: Media Profitto

source: Total Fees
it: Totale Fee

source: BEST SALE
it: MIGLIOR VENDITA

# purchasesSection
source: Purchases
it: Acquisti

# purchasesCount
source: No. of Purchases
it: N° Acquisti

source: Inventory Value
it: Valore Inventario

source: Total Pieces
it: Pezzi Totali

source: Financial Breakdown
it: Breakdown Finanziario

source: Sales revenue
it: Ricavi vendite

source: Purchase costs
it: Costi acquisto

source: Fees paid
it: Commissioni pagate

# netProfitLabel
source: NET PROFIT
it: PROFITTO NETTO

# costsLegend
source: Costs
it: Costi

# feesLegend
source: Fees
it: Fee

# profitLegend
source: Profit
it: Profitto

# fullOverview
source: Full overview of purchases and sales
it: Panoramica completa acquisti e vendite

source: Export
it: Esporta

source: Sales History
it: Storico Vendite

source: Purchases History
it: Storico Acquisti

source: Not available
it: Non disponibile

# twoFactorTitle
source: Two-Factor Authentication
it: Autenticazione a 2 Fattori

# twoFactorDescription
source: 2FA will be available in a future update. For now, make sure to use a strong password.
it: La 2FA sarà disponibile in un prossimo aggiornamento. Per ora, assicurati di usare una password sicura.

# workspaceActive
source: Active Workspace
it: Workspace Attivo

source: Select Workspace
it: Seleziona Workspace

# syncDataCloud
source: Sync data to cloud
it: Sincronizza dati su cloud

source: Export All Data
it: Esporta Tutti i Dati

# notificationsInApp
source: In-App Notifications
it: Notifiche In-App

# salesShipmentAlerts
source: Sales and shipment alerts
it: Avvisi vendite e spedizioni

source: Receive on mobile
it: Ricevi su mobile

source: Weekly report
it: Report settimanale

source: Appearance
it: Aspetto

source: Use dark theme
it: Usa tema scuro

source: Font Size
it: Dimensione Font

source: Accent Color
it: Colore Accento

source: Blue-Violet
it: Blu-Viola

source: Green
it: Verde

source: Orange
it: Arancione

source: Version
it: Versione

source: Terms of Service
it: Termini di Servizio

# reportBug
source: Report a Bug
it: Segnala un Bug

# describeProblem
source: Describe the problem...
it: Descrivi il problema...

# confirmLogout
source: Are you sure you want to log out of your account?
it: Sei sicuro di voler uscire dal tuo account?

source: Username
it: Nome Utente

source: Close
it: Chiudi

source: Save
it: Salva

source: {field} updated!
it: {field} aggiornato!

# verificationSent
source: Verification sent to the new email
it: Verifica inviata alla nuova email

# resetEmailSent
source: Reset email sent to {email}
it: Email di reset inviata a {email}

# exportStarted
source: {format} export started!
it: Esportazione {format} avviata!

source: Export Data
it: Esporta Dati

# chooseExportFormat
source: Choose the export format
it: Scegli il formato di esportazione

# allRecordsCsv
source: All records in CSV format
it: Tutti i record in formato CSV

# formattedReport
source: Formatted report for printing
it: Report formattato per stampa

# rawDataJson
source: Raw data in JSON format
it: Dati grezzi in formato JSON

# termsContent
source: Vault Reselling Tracker — Terms of Service By using this app you agree to the following terms: 1. The app is provided "as is" without warranties. 2. The data you enter is your responsibility. 3. We are not liable for losses arising from the use of the app. 4. Data is stored on Firebase Cloud. 5. You can export and delete your data at any time. Last updated: January 2025
it: Vault Reselling Tracker — Termini di Servizio Utilizzando questa app accetti i seguenti termini: 1. L'app è fornita "così com'è" senza garanzie. 2. I dati inseriti sono di tua responsabilità. 3. Non siamo responsabili per perdite derivanti dall'uso dell'app. 4. I dati sono archiviati su Firebase Cloud. 5. Puoi esportare e cancellare i tuoi dati in qualsiasi momento. Ultimo aggiornamento: Gennaio 2025

# privacyContent
source: Your privacy is important to us. • Data is stored securely on Firebase • Authentication is managed by Firebase Auth • We do not share information with third parties • You can request data deletion at any time For questions: privacy@vault-app.com
it: La tua privacy è importante per noi. • I dati sono salvati in modo sicuro su Firebase • L'autenticazione è gestita da Firebase Auth • Non condividiamo informazioni con terzi • Puoi richiedere la cancellazione dei dati in qualsiasi momento Per domande: privacy@vault-app.com

# nUnread
source: {count} UNREAD
it: {count} NON LETTE

# markAllRead
source: Mark all as read
it: Segna tutte lette

source: Clear All
it: Cancella Tutte

source: Delete all
it: Elimina tutto

source: Delete all notifications?
it: Eliminare tutte le notifiche?

source: No notifications
it: Nessuna notifica

# notificationsWillAppearHere
source: Tracking and sales notifications will appear here
it: Le notifiche di tracking e vendite appariranno qui

# shipmentType
source: SHIPMENT
it: SPEDIZIONE

# saleType
source: SALE
it: VENDITA

# lowStockType
source: LOW STOCK
it: STOCK BASSO

# systemType
source: SYSTEM
it: SISTEMA

# addTracking
source: + Add Tracking (optional)
it: + Aggiungi Tracking (facoltativo)

# trackingShipment
source: SHIPMENT TRACKING
it: TRACKING SPEDIZIONE

source: Remove
it: Rimuovi

# carrierDetected
source: Carrier detected: {name}
it: Corriere rilevato: {name}

# trackingHint
source: E.g. RR123456789IT
it: Es. RR123456789IT

# soldAt
source: Sold at €{price}
it: Venduto a €{price}

# costLabel
source: Cost €{price}
it: Costo €{price}

# costUpperCase
source: COST
it: COSTO

# qty
source: Qty: {qty}
it: Qta: {qty}
